tap "izumin5210/tools"
tap "heroku/brew"
tap "c-bata/kube-prompt"
tap "paulp/extras"
tap "homebrew/core"
tap "homebrew/versions"
tap "homebrew/bundle"
tap "homebrew/services"
tap "rogual/neovim-dot-app"
tap "caskroom/cask"
tap "neovim/neovim"
tap "superbrothers/zsh-kubectl-prompt", "git://github.com/superbrothers/zsh-kubectl-prompt.git"
brew "ansible"
brew "apache-spark"
brew "awscli"
brew "bazel"
brew "ccat"
brew "chromedriver"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "direnv"
brew "libev"
brew "docker-machine-driver-xhyve"
brew "embulk"
brew "jpeg"
brew "fd"
brew "gawk"
brew "ghc"
brew "ghostscript"
brew "git"
brew "git-secrets"
brew "glide"
brew "gnu-sed"
brew "gradle"
brew "graphviz"
brew "haskell-stack"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "kops"
brew "kubectx"
brew "kubernetes-helm"
brew "lua"
brew "lz4"
brew "lzop"
brew "macvim"
brew "mas"
brew "maven"
brew "memcached", restart_service: true
brew "mercurial"
brew "mysql"
brew "neovim", args: ["HEAD"]
brew "nginx"
brew "nodenv"
brew "openssh"
brew "pdftohtml"
brew "phantomjs"
brew "postgresql"
brew "presto"
brew "protobuf"
brew "protobuf@2.5"
brew "pstree"
brew "rabbitmq"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "repl"
brew "rlwrap"
brew "sbt"
brew "scala"
brew "snappy"
brew "snzip"
brew "spark"
brew "ssh-copy-id"
brew "td"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tree"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"
brew "c-bata/kube-prompt/kube-prompt"
brew "heroku/brew/heroku"
brew "izumin5210/tools/grapi"
cask "minikube"
cask "ngrok"
cask "shiftit"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "wkhtmltopdf"
mas "1Password", id: 443987910
mas "Bear", id: 1091189122
mas "Display Menu", id: 549083868
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "JustFocus", id: 1142151959
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "MARKETSPEED", id: 946680495
mas "Microsoft Remote Desktop", id: 715768417
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paste", id: 967805235
mas "PG Commander", id: 669475285
mas "Pixelmator", id: 407963104
mas "PopHub", id: 928494006
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "TweetDeck", id: 485812721
mas "Xcode", id: 497799835
